{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "Reliquia de la Dualidad",
    "SS2_ITEM_RELICOFDUALITY_DESC": "Dañar enemigos los quema por <style=cMono>FIGURE OUT THIS MATH LOL</style> <style=cStack>(+something% por acumulación)</style>. <style=cDeath>Recibir daño te congela por algunos segundos idfk lol figure out when this item is implemented</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "Todos lo ataques queman enemigos. <style=cDeath>Todo el daño te congela.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "¿Hm? Oh, ¡Jovencito! Te devolviste antes de lo esperado. ¿Terminaste tu búsqueda?\n\nOh, cielos. Jovencito, ¿por qué tiemblas? ¿Te ha lastimado algo?\n\n¿Encontraste algo que te ha lastimado? Hm... Peculiar. ¿Lo tienes contigo aún?\n\n...Ya veo. Déjame revisarlo. Vamos, y muéstramelo que has encontrado.\n\nHmm. Esto es una cosa extraña. Un fuego ardiente, aunque frío al tacto. Qué antinatural es esto. Sin embargo, hay una cierta armonía en ella. Mientras que el calor te calienta y brinda vida, el frío lo tempera y lo mantiene. Pero de la misma manera, ese frío intenso puede traerte desesperación y muerte sin el calor que lo avive.\n\n...Oh, pero ahí voy, divagando una vez más. Necesitas que te cuiden, Jovencito. Por favor, ven conmigo.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "Reliquia de la Extinción",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "WIP DESC",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "Un agujero negro te sigue que hace daño extremo, PERO te puede dañar a  ti.",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "WIP LORE",

    "SS2_ITEM_RELICOFFORCE_NAME": "Reliquia de la Fuerza",
    "SS2_ITEM_RELICOFFORCE_DESC": "Todos los ataques golpean <style=cIsDamage>1</style> <style=cStack>(+1 por acumulación)</style> vez adicional por <style=cIsDamage>{1}%</style> del daño TOTAL. <style=cIsUtility>Los golpes consecutivos</style> al mismo enemigo incrementan el daño infligido por <style=cIsDamage>{1}%</style>, hasta un máximo de <style=cIsDamage>{2}%</style> del daño TOTAL infligido. <style=cDeath>Reduce la velocidad de ataque e incrementa el tiempo de enfriamiento de las habilidades por {0}%</style> <style=cStack>(-{0}% por acumulación)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "Todos los ataques golpean una vez adicional. <style=cDeath>Velocidad de ataque disminuída e incrementa los tiempos de espera de las habilidades</style>.",
    "SS2_ITEM_RELICOFFORCE_LORE": "Ah, ¡Jovencito! Has regresado una vez más, ¡con lo que parece ser una mochila llena! Llena de saqueos, ¿sí?\n\nHmm. El paquete está pesado, pero está casi vacío. Tu... ¿No estarás escondiendo cosas de mí, Jovencito?\n\n...Has encontrado algo muy pesado. Ya veo. Perdóname por mis sospechas. Muéstrame qué es lo que has encontrado.\n\n¡Ah! Estás en lo correcto, Jovencito. Esta cosa no es pequeña, pero es difícil de tomar. Se astilla y se fragmenta, y cada pieza es pesada como lo es la original. ¡Qué cosa tan extraordinaria!\n\nLo pondré con las otras cosas maravillosas que has encontrado. Una cosa como esta puede ser peligrosa si cayese en las manos equivocadas. En cuanto a ti, Jovencito... Hmm, creo que unas reparaciones para tu mochila están preparadas. Ven conmigo.",

    "SS2_ITEM_RELICOFMASS_NAME": "Reliquia de la Masa",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>Incrementa la vida máxima</style> por <style=cIsHealing>{0}%</style> <style=cStack>(+{0}% por acumulación)</style>. <style=cDeath>Reduce la aceleración y desaceleración</style> por un factor de <style=cDeath>{1}</style> <style=cStack>(+{1} por acumulación)</style>.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "Duplica tu vida máxima. <style=cDeath>Tus movimientos tienen momentum</style>.",
    "SS2_ITEM_RELICOFMASS_LORE": "Ah, ¡bienvenido de vuelta! Jovencito, ¿qué has encontrado?\n\nHmmm. ¿Más saqueos de los desiertos abrasantes? Muy bien. Puedes quedarte con esas cosas, si así lo deseas. ¿Encontraste alguna otra cosa?\n\nAh, ¿sí lo hiciste? Déjame verlo entonces, Jovencito.\n\n¡Oh! ¡Esta forma que has encontrado! Es firme, pero no leal. Poderosa, pero frágil al mismo tiempo. Es una forma peculiar, por decir lo menos. ¿Dónde encontraste esto, Jovencito?\n\n...¿Lo encontraste en el planeta? Hmm. Preocupante. Esto no fue creado por esa gente de la arena. Muy compleja, muy poderosa. Tampoco por esos Lemurianos. Dime, Jovencito, ¿no habrás robado esto, cierto?\n\n...No lo robaste. Ya veo. Muy bien. Me gustaría quedarme con esta forma. Esta forma es peligrosa si no la comprendes.\n\nOh, mi Jovencito, no estés tan triste. Esta forma es extraordinaria, y alabo tu trabajo independiente de esto. Simplemente quiero mantenerlo a salvo. Ven, tal vez una recompensa te espera. Ven conmigo.",

    "SS2_ITEM_RELICOFTERMINATION_NAME": "Reliquia de la Terminación",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "Cada <style=cIsUtility>{0} segundos</style>, otorga una mejora que <style=cIsDamage>marca</style> al siguiente enemigo que aparezca. Si se derrota dentro de <style=cIsUtility>30 segundos</style> <style=cStack>(-10% por acumulación)</style>, <style=cIsDamage>dejarán caer un objeto</style> <style=cStack>(la rareza del objeto escala por acumulaciones)</style>; si no, no soltarán <style=cIsDamage>nada</style> y atrasarán la siguiente marca. <style=cDeath>Los enemigos marcados tendrán estadísticas mejoradas significantemente</style>.",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "Cada {0} segundos, marca un enemigo y lo fortalece. Si se derrota a tiempo, soltará un objeto; si no, no soltará nada.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "¡Jovencito! Ah, ¡estoy muy emocionado de verte volver! ¿Has encontrado algo nuevo?\n\n¿Oh? ¡Lo hiciste! Muéstrame, pequeño. No hace falta ponerse tímido.\n\nHm... ¿Qué encontraste esta vez? Es resistente y hueco, pero cuando lo sacudes... salpica, como una manzanuez muy madura. Que extraña forma tenemos aquí...\n\n¿Oh? Oh, cielos. Te sigueron unos monstruos, dices... No te siguió hasta aquí,¿correcto?\n\n...No lo hizo. Pero claro, sería difícil que nos encontraran aquí, ¿no es así, Jovencito?\n\nBien, me llevaré esto. A algún lado donde no pueda traer monstruos hacia nosotros.\n\n...Entiendo. Está bien tener miedo a veces, pero no puedes dejar que te abrume. ¿No sería cruel dejar que otro errante encuentre esta forma y que sufra mucho debido a él?\n\nEstaremos a salvo aquí, Jovencito. Ven conmigo. Debes esta hambriento después de estar fuera por tanto tiempo.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "{0} Terminal",

    "SS2_ITEM_RELICOFECHELON_NAME": "Reliquia de Echelon",
    "SS2_ITEM_RELICOFECHELON_DESC": "Otorga {1} (+{1} por acumulación) de daño base y {2} (+{2} por acumulación) de salud base por {3} segundos al usarlo. Usar un equipamiento incrementa permanentemente su tiempo de recarga por {0}%",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "Otorga una mejora masiva al usar equipamientos. <style=cDeath>Usar un equipamiento incrementa permanentemente su tiempo de recarga</style>.",
    "SS2_ITEM_RELICOFECHELON_LORE": "No, no, Jovencito, ¡estás aquí muy pronto! No he tenido tiempo de prepararme. Por favor... Vuelve más tarde.",

    "SS2_ITEM_PRIMAL_BIRTHRIGHT_NAME": "Derecho de Nacimiento Primal",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_DESC": "Otorga <style=cIsUtility>{0}</style> <style=cStack>(+{1} por acumulación)</style> Cofre Legendario <style=cIsUtility>en cada fase</style>, <style=cDeath>pero no puedes irte sin reclamar tu derecho de nacimiento</style>.",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_PICKUP": "Otorga un Cofre Legendario en cada fase, <style=cDeath>pero no puedes irte sin reclamar tu derecho de nacimiento</style>.",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_LORE": "Los símbolos en el pergamino son desconocidos a ti. No entiendes lo que son, pero aún así, entiendes el significado que conlleva. Poder. Voluntad. Autoridad, y un mensaje. \n\n\"El derecho a gobernar se gana a través de la fuerza e ingenio, y sólo esos. No puede ser otorgado por otro. No puede ser otorgado por nacimiento ni sangre. Sólo la fuerza se justifica a si misma.\"\nMiras abajo nuevamente. Las luces parpadeantes del casco proyecta formas extrañas en la esquirla. Las sombras reflejadas contra su brillo, uníendose en formas que se unen en figuras.\n\nDos sombras se tambalean sin rumbo al rededor del reflejo, contra el telón de fondo del amanecer. Sombras bajas, torpes. Una semilla cae en el pelo de uno, y se ríe y se planta devuelta en la tierra. Una semilla cae en la mano de otro. Gentilmente abre la cosa, para saber en lo qué crecerá.\n\nLas sombras se alargan en lo que se mueve el sol por el cielo. Sombras largas, imponentes contra el atardecer. Posicionadas perfectamente, como una puerta espeluznante hacia la luz.\n\nUna sombra comienza a crecer rápidamente, estirándose hasta que el mundo es una manta de oscuridad. La sombra solitaria se agita contra su prisión, indistinguiblemente contra un mar de oscuridad, negándose fieramente a desvanecerse.\n\nUna sombra queda en la luz. Se para frente al sol saliente, eclipsando su luz. Rayos del sol dorado lo envuelven, formando un halo coronal para la sombra. Destacándose claramente contra el mundo a su alrededor- cegante, intenso, sin forma. Egoísta. No se mueve.\n\nEntrecierras tus ojos, y los símbolos obtienen un nuevo significado.\n\n\"No es justo.\""

  }
}